---
kind: property
id: P:Autodesk.Revit.DB.Visual.Hardwood.HardwoodTintEnabled
source: html/c5465635-9383-42a2-cf42-841a0024f904.htm
---
# Autodesk.Revit.DB.Visual.Hardwood.HardwoodTintEnabled Property

The property labeled "Stain" from the "Hardwood" schema.

## Syntax (C#)
```csharp
public static string HardwoodTintEnabled { get; }
```

## Remarks
This property is of type "AssetPropertyInteger" with accepted values in the enumerated type "HardwoodTintEnabledType".